{"elements":[
    {"type":"Systems","code":"A01.001.001","domain":"System","area":"Acquisition Management","category":"Invoice Tracking and Approval","description":"Software that manages inflow and outflows of \"products\", as well as data about the level of \"products\" on hand."},
    {"type":"Systems","code":"A01.001.002","domain":"System","area":"Acquisition Management","category":"Procurement","description":"Software used in the acquisition of goods or services and management of the contracts."},
    {"type":"Systems","code":"A01.001.003","domain":"System","area":"Acquisition Management","category":"Vendor Management","description":"Software used to build a list of vendors or measure satisfaction of relationship."},
    {"type":"Systems","code":"A01.002.010","domain":"System","area":"Customer Service","category":"Call Center / Help Desk","description":"Software that supports the management of a service center to respond to partners' technical and administrative questions."},
    {"type":"Systems","code":"A01.002.011","domain":"System","area":"Customer Service","category":"Issue Tracking","description":"Software that supports activities associated with providing an area’s customers with information regarding the areas’s service offerings and managing the interactions and relationships with those customers."},
    {"type":"Systems","code":"A01.002.012","domain":"System","area":"Customer Service","category":"Translation Software","description":"Software that supports or enables translation functionality. This does not include software for other purposes that can be used in multiple languages."},
    {"type":"Systems","code":"A01.003.015","domain":"System","area":"Emergency Management","category":"Contingent Workforce Management","description":"Software that supports the continuity of operations for an organization's business through the identification of surge or temporary personnel in addition to federal staff."},
    {"type":"Systems","code":"A01.003.016","domain":"System","area":"Emergency Management","category":"Emergency Notification","description":"Software that enables designated individuals to communicate critical information to many individuals across multiple devices."},
    {"type":"Systems","code":"A01.004.020","domain":"System","area":"Financial Management","category":"Accounts Payable","description":"Software that manages and pays the funds owed."},
    {"type":"Systems","code":"A01.004.021","domain":"System","area":"Financial Management","category":"Accounts Receivable","description":"Software that supports collections and receivables, including deposits, fund transfers, and receipts for sales or service."},
    {"type":"Systems","code":"A01.004.022","domain":"System","area":"Financial Management","category":"Budget Planning and Execution","description":"Software that supports all activities undertaken to determine priorities for future spending and to develop an itemized forecast of future funding and expenditures during a specified period of time. This includes the collection and use of performance information to assess the effectiveness of programs and develop budget priorities and the legal (apportionment) and managerial (allotment and sub-allotment) distribution of budget authority to achieve results consistent with the formulated budget."},
    {"type":"Systems","code":"A01.004.023","domain":"System","area":"Financial Management","category":"Financial Audit","description":"Software used to track and manage financial audits."},
    {"type":"Systems","code":"A01.004.024","domain":"System","area":"Financial Management","category":"General Ledger","description":"Software that supports accounting for assets, liabilities, fund balances, revenues and expenses associated with the maintenance of company funds and expenditure of appropriations (salaries and expenses, operations and maintenance, procurement, working capital, trust funds, etc.), in accordance with applicable standards and regulations."},
    {"type":"Systems","code":"A01.004.025","domain":"System","area":"Financial Management","category":"Payroll","description":"Software that supports the administration and determination of employee compensation."},
    {"type":"Systems","code":"A01.004.026","domain":"System","area":"Financial Management","category":"Travel","description":"Software that supports activities associated with planning, preparing, and monitoring of business-related travel expenses. This may include employees and others supporting the work of H-E-B."},
    {"type":"Systems","code":"A01.005.030","domain":"System","area":"Grants Management","category":"Grant Administration","description":"Software that supports the administration and monitoring of grants."},
    {"type":"Systems","code":"A01.005.031","domain":"System","area":"Grants Management","category":"Grant Announcement","description":"Portal that posts and publishes announcements of grants to be funded."},
    {"type":"Systems","code":"A01.005.032","domain":"System","area":"Grants Management","category":"Grant Receipt of Proposals","description":"Portal for the receipt of grant proposals."},
    {"type":"Systems","code":"A01.005.033","domain":"System","area":"Grants Management","category":"Grant Review","description":"Software that supports the review process for grants."},    
    {"type":"Systems","code":"A01.006.035","domain":"System","area":"Workforce Management","category":"Resource Planning and Allocation","description":"Software that supports the processes for identifying the workforce competencies required to meet the H-E-B’s strategic goals and for developing the strategies to meet these requirements. The software also supports procedures for attracting and selecting high-quality, productive employees with the right skills and competencies, in accordance with merit system principles. This includes developing a staffing strategy and plan; establishing an applicant evaluation approach; announcing the vacancy, sourcing and evaluating candidates against the competency requirements for the position; initiating pre-employment activities; and hiring employees."},
    {"type":"Systems","code":"A01.006.036","domain":"System","area":"Workforce Management","category":"Skills Management","description":"Software that supports the proficiency of employees in the delivery of an organization's products or services."},
    {"type":"Systems","code":"A01.006.037","domain":"System","area":"Workforce Management","category":"Team and Organization Management","description":"Software that supports the hierarchy structure and identification of employees within the various sub-groups of an organization."},
    {"type":"Systems","code":"A01.007.040","domain":"System","area":"Human Resource Management","category":"Awards","description":"Software that supports the administration of employee bonus and monetary awards programs. Also includes software used to design, develop, and implement pay for performance compensation programs to recognize and reward high performance, with both base pay increases and performance bonus payments."},
    {"type":"Systems","code":"A01.007.041","domain":"System","area":"Human Resource Management","category":"Benefits","description":"Software that supports the design, development, and implementation of benefits programs for H-E-B employees. This includes establishing and communicating benefits programs, processing benefits actions, and interacting as necessary with third party benefits providers."},
    {"type":"Systems","code":"A01.007.042","domain":"System","area":"Human Resource Management","category":"Education / Training","description":"Software that supports the design, development, and implementation of a comprehensive employee development and training approach to ensure that H-E-B employees have the right competencies."},
    {"type":"Systems","code":"A01.007.043","domain":"System","area":"Human Resource Management","category":"Employee Records","description":"Software that manages employee personnel records and files."},
    {"type":"Systems","code":"A01.007.044","domain":"System","area":"Human Resource Management","category":"Federal Staff Acquisition","description":"Software that supports the procedures for attracting and selecting high-quality, productive employees with the right skills and competencies, in accordance with merit system principles. This includes developing a staffing strategy and plan, and establishing an applicant evaluation."},
    {"type":"Systems","code":"A01.007.045","domain":"System","area":"Human Resource Management","category":"Retirement","description":"Software that supports development of policies and management of retirement benefits, pension benefits, and income security for retirees."},
    {"type":"Systems","code":"A01.007.046","domain":"System","area":"Human Resource Management","category":"Time and Attendance","description":"Software that supports the set of capabilities to support the submission, approval and adjustment of employee hours."},
    {"type":"Systems","code":"A01.008.050","domain":"System","area":"Legal","category":"Conflict Management","description":"Software that supports negotiation, bargaining, mediation, or arbitration proceedings."},
    {"type":"Systems","code":"A01.008.051","domain":"System","area":"Legal","category":"Docket and Calendar","description":"Software that supports management of legal resource scheduling."},
    {"type":"Systems","code":"A01.008.052","domain":"System","area":"Legal","category":"Electronic Discovery","description":"Software that supports the analysis of electronically stored information and its exchange, including digital forensics analysis."},
    {"type":"Systems","code":"A01.009.055","domain":"System","area":"Physical Safety","category":"Hazardous Materials Management","description":"Software that supports the management of, and mechanisms for, interaction and oversight for controlling biological, chemical, and radiological materials and wastes. This includes addressing identification of materials that need special handling and processes to minimize the risk of their unsafe use and improper disposal."},
    {"type":"Systems","code":"A01.009.056","domain":"System","area":"Physical Safety","category":"Radiation Monitoring","description":"Software that supports measurement and monitoring to protect people and goods from risks of radiation."},
    {"type":"Systems","code":"A01.009.057","domain":"System","area":"Physical Safety","category":"Physical Access","description":"Software to regulate entry to turnstiles, gates, campuses, and doors."},
    {"type":"Systems","code":"A01.010.060","domain":"System","area":"Property and Asset Management","category":"Facilities","description":"Software that supports facilities management including the maintenance, administration, certification, and operation of office buildings that are possessions of H-E-B."},
    {"type":"Systems","code":"A01.010.061","domain":"System","area":"Property and Asset Management","category":"Inventory","description":"Software that supports the tracking of information related to procured assets and resources with regard to quantity, quality, and location."},
    {"type":"Systems","code":"A01.010.062","domain":"System","area":"Property and Asset Management","category":"Logistics and Transportation","description":"Software that supports the planning and tracking of personnel and their resources in relation to their availability and location."},
    {"type":"Systems","code":"A01.010.063","domain":"System","area":"Property and Asset Management","category":"Media and Facilities Reservations","description":"Software that supports arrangements to track and secure the use of media and facilities."},
    {"type":"Systems","code":"A01.010.064","domain":"System","area":"Property and Asset Management","category":"Warehouse Management","description":"Software that controls the movement, storage, shipping and receiving of materials."},
    {"type":"Systems","code":"A01.011.070","domain":"System","area":"Security Management","category":"Audit Trail and Capture","description":"Software that supports the set of capabilities to support the identification and monitoring of activities within an application, system, or network."},
    {"type":"Systems","code":"A01.011.071","domain":"System","area":"Security Management","category":"Identity Management","description":"Software that identifies individuals in a system and controls access to the resources in that system by placing restrictions on the established identities of the individuals."},
    {"type":"Systems","code":"A01.011.072","domain":"System","area":"Security Management","category":"Incident management","description":"Software that supports the set of capabilities to provide active response and remediation to a security incident that has allowed unauthorized access to an H-E-B information system."},
    {"type":"Systems","code":"A01.011.073","domain":"System","area":"Security Management","category":"Intrusion Detection","description":"Hardware or software products that gather and analyze information from various areas within a computer or a network to identify possible security breaches, which include both intrusions (attacks from outside the organizations) and misuse (attacks from within the organizations.)"},
    {"type":"Systems","code":"A01.012.080","domain":"System","area":"Systems Management","category":"Fault management","description":"Software that detects, isolates, and corrects malfunctions in a telecommunications network and compensates for environmental changes. This includes maintaining and examining error logs, accepting and acting on error detection notifications, tracing and identifying faults, carrying out sequences of diagnostics tests, correcting faults, reporting error conditions, and localizing and tracing faults by examining and manipulating database information."},
    {"type":"Systems","code":"A01.012.081","domain":"System","area":"Systems Management","category":"License Management","description":"Software that supports enterprise license management. It supports the purchase, upgrade and tracking of legal usage contracts for system software and applications, written computer programs, and components."},
    {"type":"Systems","code":"A01.012.082","domain":"System","area":"Systems Management","category":"Monitoring","description":"Software that continuously records performance, capacity use, throughput of computer hardware or software and provides notification about deviations from normal."},
    {"type":"Systems","code":"A01.012.083","domain":"System","area":"Systems Management","category":"Software Distribution","description":"Software that supports distribution of software, propagation, installation and upgrade of written computer programs, applications and components."},
    {"type":"Application Components","code":"A02.001.01","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Ad hoc Reporting","description":"Software tools that support the creation and display of individually designed and structured reports with self-service access to meaningful data."},
    {"type":"Application Components","code":"A02.001.002","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Balanced Scorecard","description":"A semi-standard structured report, supported by proven design methods and automation tools, that can be used by managers to keep track of the execution of activities by the staff within their control and to monitor the consequences arising from these actions."},
    {"type":"Application Components","code":"A02.001.003","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Business Intelligence","description":"Software to support identifying, extracting, and analyzing business data, such as performance and cost metrics to support better business decision-making."},
    {"type":"Application Components","code":"A02.001.004","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Decision Support","description":"Software that supports business or organizational decision-making activities. Supports the management, operations, and planning levels of an organization and helps to make decisions, which may be rapidly changing and not easily specified in advance."},
    {"type":"Application Components","code":"A02.001.005","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"On Demand","description":"Software tools which support estimating the quantity of a product or service that will be required."},
    {"type":"Application Components","code":"A02.001.006","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Forensics","description":"Software that supports the practice of gathering, retaining, and analyzing computer-related data for investigative purposes in a manner that maintains the integrity of the data."},
    {"type":"Application Components","code":"A02.001.007","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Mathematical","description":"Software that provides an environment for statistical analysis, predictive and descriptive modeling, data mining, forecasting, optimization, simulation."},
    {"type":"Application Components","code":"A02.001.008","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Online Analytical Processing (OLAP )","description":"Software that supports a process to swiftly answer multi-dimensional analytical (MDA) queries and enable users to interactively analyze multidimensional data from multiple perspectives. An OLAP consists of three basic analytical operations: consolidation, drill-down, and slicing and dicing."},
    {"type":"Application Components","code":"A02.001.009","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Portfolio Management","description":"Software that provides the set of capabilities to support the administration of a group of investments held by an organization."},
    {"type":"Application Components","code":"A02.001.010","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Simulation","description":"Software that helps manipulate information to identify patterns and create possible changes."},
    {"type":"Application Components","code":"A02.001.011","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Standardized / Canned","description":"Software that supports the creation and display of standard reports with self-service access to meaningful data."},
    {"type":"Application Components","code":"A02.001.012","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Statistical Analysis","description":"Software that supports the study of a collection, organization, analysis, and interpretation of data."},
    {"type":"Application Components","code":"A02.001.013","domain":"Application Components","area":"Analysis, Reporting and Statistics","category":"Survey Data Collection","description":"Software that supports methods to collect information from a sample of individuals in a systematic way for empirical research in marketing."},
    {"type":"Application Components","code":"A02.002.001","domain":"Application Components","area":"Data Management","category":"Data Backup and Recovery","description":"Software that creates copies of data which may be used to restore the original after a data loss event or to restore and stabilize data sets to a consistent, desired state."},
    {"type":"Application Components","code":"A02.002.002","domain":"Application Components","area":"Data Management","category":"Data Extraction, Transformation and Loading","description":"Software that supports the extraction of data from a database, the manipulation and change of data to a different format and the population of another database with the data."},
    {"type":"Application Components","code":"A02.002.003","domain":"Application Components","area":"Data Management","category":"Data Integration and Exchange","description":"Software that supports the hierarchy structure and identification of employees within the various sub-groups of an organization."},
    {"type":"Application Components","code":"A02.002.004","domain":"Application Components","area":"Data Management","category":"Data Lifecycle Management","description":"Software that supports a policy-based approach to managing the flow of an information system's data throughout its life cycle: from creation and initial storage to the time when it becomes obsolete and is deleted."},
    {"type":"Application Components","code":"A02.002.005","domain":"Application Components","area":"Data Management","category":"Data Quality Management","description":"Software to ensure that data are fit for their intended uses in operations, decision making and planning and to ensure internal consistency of the data."},
    {"type":"Application Components","code":"A02.002.006","domain":"Application Components","area":"Data Management","category":"Data Warehouse &amp; Data Mart","description":"Database used for reporting and analysis, where the data stored in the warehouse is uploaded from the transactional systems."},
    {"type":"Application Components","code":"A02.002.007","domain":"Application Components","area":"Data Management","category":"Database Management System","description":"Software that supports the storage, modification, extraction, and search for information within a database."},
    {"type":"Application Components","code":"A02.002.008","domain":"Application Components","area":"Data Management","category":"Directory","description":"Software that supports the listing of employees and their whereabouts."},
    {"type":"Application Components","code":"A02.002.009","domain":"Application Components","area":"Data Management","category":"Master Data Management","description":"Software that supports a set of processes and tools that consistently define and manage the non-transactional data entities of an organization, which may include reference data. It has the objective of providing processes for collecting, aggregating, matching, consolidating, quality-assuring and distributing such data throughout an organization to ensure consistency and control in the ongoing maintenance and application use of this information."},
    {"type":"Application Components","code":"A02.002.010","domain":"Application Components","area":"Data Management","category":"Metadata Management","description":"Software that supports the maintenance and administration of data that describes data."},
    {"type":"Application Components","code":"A02.003.001","domain":"Application Components","area":"Development Environment and Tools","category":"Integrated Development Environment","description":"Software that provides comprehensive facilities to computer programmers for software development."},
    {"type":"Application Components","code":"A02.003.002","domain":"Application Components","area":"Development Environment and Tools","category":"Libraries","description":"A collection of resources used to develop software which may include pre-written code and subroutines, classes, values or type specifications."},
    {"type":"Application Components","code":"A02.003.003","domain":"Application Components","area":"Development Environment and Tools","category":"Software Configuration Management","description":"Software to track and control changes in the software including the establishment of baselines and revision control"},
    {"type":"Application Components","code":"A02.003.004","domain":"Application Components","area":"Development Environment and Tools","category":"Software Development Kit","description":"Software development tools that allow for the creation of applications for a certain software package, software framework, hardware platform, computer system, video game console, operating system, or similar platform."},
    {"type":"Application Components","code":"A02.003.005","domain":"Application Components","area":"Development Environment and Tools","category":"User Innovation Toolkit","description":"Software toolkit based on the idea that manufacturers possess the knowledge of the solution possibilities, while the users possess the knowledge about needs."},
    {"type":"Application Components","code":"A02.003.006","domain":"Application Components","area":"Development Environment and Tools","category":"Validation Tools","description":"Software tools that check web pages for accessibility and syntactical correctness of code."},
    {"type":"Application Components","code":"A02.004.001","domain":"Application Components","area":"Document and Content Management","category":"Document Imaging and OCR","description":"Software that supports the document scanning and the interpretation of images into text."},
    {"type":"Application Components","code":"A02.004.002","domain":"Application Components","area":"Document and Content Management","category":"Document Library","description":"On line repository of documents, letters, speeches, web sites, books, or articles to be shared."},
    {"type":"Application Components","code":"A02.004.003","domain":"Application Components","area":"Document and Content Management","category":"Document Management System","description":"Software used to track, store and retrieve electronic documents and/or images of paper documents. It is usually capable of keeping track of the different versions created by different users (history tracking)."},
    {"type":"Application Components","code":"A02.004.004","domain":"Application Components","area":"Document and Content Management","category":"Forms Management","description":"Software that supports the creation, modification, and usage of physical or electronic documents used to capture information within the business cycle."},
    {"type":"Application Components","code":"A02.004.005","domain":"Application Components","area":"Document and Content Management","category":"Mash-up Editor","description":"Software that uses and combines data, presentation or functionality from two or more sources to create new services. The main characteristics of the mash-up are combination, visualization, and aggregation."},
    {"type":"Application Components","code":"A02.004.006","domain":"Application Components","area":"Document and Content Management","category":"Records Management","description":"Software that supports the management and stewardship of a type of information by the federal government in order to facilitate communication and information archival."},
    {"type":"Application Components","code":"A02.004.007","domain":"Application Components","area":"Document and Content Management","category":"Web Content Management","description":"Software that provides content authoring, content review and approval, tagging and aggregation, content publishing and delivery, and syndication management."},
    {"type":"Application Components","code":"A02.005.001","domain":"Application Components","area":"Knowledge and Discovery Management","category":"Categorization","description":"Software that supports the creation and maintenance of relationships between data entities, naming standards and categorization and allows classification of data and information into specific layers or types to support an organization."},
    {"type":"Application Components","code":"A02.006.001","domain":"Application Components","area":"Geospatial Information","category":"Cartography","description":"Software that supports the creation of maps."},
    {"type":"Application Components","code":"A02.006.002","domain":"Application Components","area":"Geospatial Information","category":"Collection and Manipulation of Satellite and Aerial Photographs","description":"Software which supports the modification or analysis of imageryinformation"},
    {"type":"Application Components","code":"A02.006.003","domain":"Application Components","area":"Geospatial Information","category":"Geospatial Data Analysis","description":"Supports the application of statistical analysis and other informational techniques to geographically based data."},
    {"type":"Application Components","code":"A02.006.004","domain":"Application Components","area":"Geospatial Information","category":"Geospatial Data Collection","description":"Software that supports the collection or management of geospatial information."},
    {"type":"Application Components","code":"A02.006.005","domain":"Application Components","area":"Geospatial Information","category":"Imagery","description":"Software that supports the collection of information via satellite and aerial photography."},
    {"type":"Application Components","code":"A02.007.001","domain":"Application Components","area":"Knowledge and Discovery Management","category":"Data Mining","description":"Software that provides for the efficient discovery of non-obvious, valuable patterns and relationships within a large collection of data."},
    {"type":"Application Components","code":"A02.007.002","domain":"Application Components","area":"Knowledge and Discovery Management","category":"Information Retrieval","description":"Software that provides access to data and information for use by an organization and its stakeholders."},
    {"type":"Application Components","code":"A02.007.003","domain":"Application Components","area":"Knowledge and Discovery Management","category":"Knowledge Capture","description":"Software that facilitates collection of data and information."},
    {"type":"Application Components","code":"A02.007.004","domain":"Application Components","area":"Knowledge and Discovery Management","category":"Knowledge Distribution and Delivery","description":"Software that supports the transfer of knowledge to the end customer."},
    {"type":"Application Components","code":"A02.007.005","domain":"Application Components","area":"Knowledge and Discovery Management","category":"Modeling","description":"Software to develop descriptions that adequately explain relevant data for the purpose of prediction, pattern detection, exploration or general organization of data."},
    {"type":"Application Components","code":"A02.008.001","domain":"Application Components","area":"Middleware","category":"Enterprise Service Bus","description":"Software used for designing and implementing the interaction and communication between mutually interacting software applications in Service Oriented Architecture (SOA)."},
    {"type":"Application Components","code":"A02.008.002","domain":"Application Components","area":"Middleware","category":"Messaging Software","description":"Software that enables passing of information message between different systems and IT assets using different communications technologies."},
    {"type":"Application Components","code":"A02.008.003","domain":"Application Components","area":"Middleware","category":"Service Description or Interface","description":"Software that enables various services available in SOA. It is designed to be interrogated by Simple Object Access Protocol (SOAP) messages and to provide access to Web Services Description Language (WSDL) documents describing the protocol bindings and message formats required to interact with the web services listed in its directory."},
    {"type":"Application Components","code":"A02.009.001","domain":"Application Components","area":"Process Automation and Management","category":"Business Process Management","description":"Software that allows organizations to abstract business process from technology infrastructure and support the managerial approach through enabling technology, bridging organizational and technology silos. Business Process Management applications and software include items such as: Process Engine, Business Analytics, Content Management, and Collaboration Tools."},
    {"type":"Application Components","code":"A02.009.002","domain":"Application Components","area":"Process Automation and Management","category":"Business Rule Management","description":"Software used to define, deploy, execute, monitor and maintain the variety and complexity of decision logic that is used by operational systems within an organization or enterprise. This logic, also referred to as business rules, includes policies, requirements, and conditional statements that are used to determine the tactical actions that take place in applications and systems."},
    {"type":"Application Components","code":"A02.009.003","domain":"Application Components","area":"Process Automation and Management","category":"Case Management","description":"Software that manages the life cycle of a particular claim or investigation within an organization to include creating, routing, tracing, assignment and closing of a case as well as collaboration among case handlers."},
    {"type":"Application Components","code":"A02.009.004","domain":"Application Components","area":"Process Automation and Management","category":"Change Management","description":"Software that controls the process for updates or modifications to the existing documents, software or business processes of an organization."},
    {"type":"Application Components","code":"A02.009.005","domain":"Application Components","area":"Process Automation and Management","category":"Configuration Management","description":"Software that controls the hardware and software environments, as well as documents of an organization."},
    {"type":"Application Components","code":"A02.009.006","domain":"Application Components","area":"Process Automation and Management","category":"Conflict Resolution","description":"Software that supports the conclusion of contention or differences within the business cycle."},
    {"type":"Application Components","code":"A02.009.007","domain":"Application Components","area":"Process Automation and Management","category":"Governance and Policy Management","description":"Software the supports decisions, actions, business rules and other matters that govern an organization"},
    {"type":"Application Components","code":"A02.009.008","domain":"Application Components","area":"Process Automation and Management","category":"Process Tracking","description":"Software that monitors the activities within the business cycle"},
    {"type":"Application Components","code":"A02.009.009","domain":"Application Components","area":"Process Automation and Management","category":"Project Management","description":"Software that provides capabilities for cost estimation and planning, scheduling, cost control and budget management, resource allocation, collaboration, communication, quality management and documentation or administration systems, which are used to deal with the complexity of large projects."},
    {"type":"Application Components","code":"A02.009.010","domain":"Application Components","area":"Process Automation and Management","category":"Quality Management","description":"Software that ensures an organization or product is consistent based on quality planning, quality control, quality assurance and quality improvement."},
    {"type":"Application Components","code":"A02.009.011","domain":"Application Components","area":"Process Automation and Management","category":"Requirements Management","description":"Software used to document, analyze, trace, prioritize and agree on requirements for an initiative and communicate with the relevant stakeholders."},
    {"type":"Application Components","code":"A02.009.012","domain":"Application Components","area":"Process Automation and Management","category":"Risk Management","description":"Software that allows planners to explicitly address uncertainty by identifying and generating metrics, setting parameters, prioritizing, and developing mitigations, and tracking risk."},
    {"type":"Application Components","code":"A02.010.001","domain":"Application Components","area":"Productivity","category":"Drawing","description":"Software used to create or edit a graphical object."},
    {"type":"Application Components","code":"A02.010.002","domain":"Application Components","area":"Productivity","category":"Presentation","description":"Software used to display information, normally in the form of a slide show."},
    {"type":"Application Components","code":"A02.010.003","domain":"Application Components","area":"Productivity","category":"Spreadsheet","description":"Software used to create, update and/or read a two-dimensional matrix of rows and columns"},
    {"type":"Application Components","code":"A02.010.004","domain":"Application Components","area":"Productivity","category":"Word Processing","description":"Software used for the composition, editing, formatting and/or possibly printing of print material"},
    {"type":"Application Components","code":"A02.011.001","domain":"Application Components","area":"Security Controls","category":"Authentication and Authorization","description":"Software that supports obtaining information about parties attempting to log on to a system or application for security purposes and the validation of those users."},
    {"type":"Application Components","code":"A02.011.002","domain":"Application Components","area":"Security Controls","category":"Digital Signature","description":"Software to use and manage electronic signatures to support."},
    {"type":"Application Components","code":"A02.011.003","domain":"Application Components","area":"Security Controls","category":"Encryption","description":"Software to convert plaintext to ciphertext through the use of a cryptographic algorithm."},
    {"type":"Application Components","code":"A02.011.004","domain":"Application Components","area":"Security Controls","category":"Virus Protection","description":"Software used to prevent, detect, and remove self-replicating programs that run and spread by modifying other programs or files."},
    {"type":"Application Components","code":"A02.012.001","domain":"Application Components","area":"Unified Communications and Collaboration","category":"Calendaring","description":"Software that provides users with an electronic version of a calendar, an appointment book, address book, and/or contact list."},
    {"type":"Application Components","code":"A02.012.002","domain":"Application Components","area":"Unified Communications and Collaboration","category":"Email","description":"Software that supports the transmission of memos and messages over a network."},
    {"type":"Application Components","code":"A02.012.003","domain":"Application Components","area":"Unified Communications and Collaboration","category":"Event / News Management","description":"Software that provides users with frequently updated content to which they subscribe"},
    {"type":"Application Components","code":"A02.012.004","domain":"Application Components","area":"Unified Communications and Collaboration","category":"Instant Messaging","description":"Software that supports text, voice and/or video communications between two or more users."},
    {"type":"Application Components","code":"A02.012.005","domain":"Application Components","area":"Unified Communications and Collaboration","category":"Social Software","description":"Software that supports the capturing, storing and presentation of communication, usually written but may include audio and video as well. Interactive tools handle mediated interactions between a pair or group of users. They focus on establishing and maintaining a connection among users, facilitating the mechanics of conversation and talk."},
    {"type":"Application Components","code":"A02.012.006","domain":"Application Components","area":"Unified Communications and Collaboration","category":"Syndication Management (RSS Feeds)","description":"A family of web feed formats used to publish frequently updated works, such as blog entries, news headlines, audio, and video, in a standardized format."},
    {"type":"Application Components","code":"A02.013.001","domain":"Application Components","area":"Visualization","category":"Charting","description":"Software to develop graphical representation of data in which the data is represented by symbols such as bars, lines, slices, dots, size, etc."},
    {"type":"Application Components","code":"A02.013.002","domain":"Application Components","area":"Visualization","category":"Computer Aided Design (CAD)","description":"Software that supports the use of computer technology for the process of design and design-documentation and includes software or environments which provide the user with input-tools for the purpose of streamlining design processes; drafting, documentation, and manufacturing processes."},
    {"type":"Application Components","code":"A02.013.003","domain":"Application Components","area":"Visualization","category":"Data Mapping","description":"Software that supports the process of creating data element mappings between two distinct data models. Data mapping is used as a first step for a wide variety of data integration tasks."},
    {"type":"Application Components","code":"A02.013.004","domain":"Application Components","area":"Visualization","category":"Graphics","description":"Software that enables a person to manipulate static, animated or video visual images on a computer."},
    {"type":"Application Components","code":"A02.013.005","domain":"Application Components","area":"Visualization","category":"Idea Mapping","description":"Software that is used to create diagrams of relationships between concepts, ideas or other pieces of information."},
    {"type":"Application Components","code":"A02.013.001","domain":"Application Components","area":"Visualization","category":"Multimedia","description":"Software to manage, develop and manipulate content from a combination of different content forms such as text, audio, still images, animation, video, or interactivity."},
    {"type":"Application Components","code":"A02.013.006","domain":"Application Components","area":"Visualization","category":"Photographic","description":"Software that supports the capture, storage, and manipulation of photographic images."},
    {"type":"Application Components","code":"A02.014.001","domain":"Application Components","area":"Web Access","category":"Portal","description":"Software that provides central view to manage and provide access to projects and documents"},
    {"type":"Application Components","code":"A02.014.002","domain":"Application Components","area":"Web Access","category":"Search Engine","description":"Software that includes query capabilities, precision or recall ranking, classification and pattern matching."},
    {"type":"Application Components","code":"A02.014.003","domain":"Application Components","area":"Web Access","category":"Web Browser","description":"Software used to locate, retrieve and also display content on the World Wide Web, including web pages, images, video and other files."}
]}
